[LanguageFile]

// Specify what version of Circle Dock this language file is intended for. Used to check for validity.
CircleDockVersion=0.9.2 Alpha 7

// LanguageFileVersion is for the language file author's use. Circle Dock does not care what value this is.
LanguageFileVersion=0.2

LanguageName=Francais

FileAuthor=Thomas Favre

[General]
CircleDockName=Circle Dock
CircleDockWebsiteWord=Circle Dock Site - en anglais -
GeneralWebsite=http://circledock.wikidot.com
HelpWebsite=http://circledock.wikidot.com/help-faq
AuthorWord=Auteur
SupportForumWord=Forum de support
SupportForumWebsite=http://www.donationcoder.com/Forums/bb/index.php?board=240.0
RotationSensitivity=Key Presses / Mouse Wheel Scrolls Per Rotation
IconReplacementMode=Icon Replacement Mode
normal=?????
topmost=?????
alwaysOnBottom=?????
zLevel=?????

[MainContextMenu]
WebsiteWord=Website
SettingsWord=Configuration
HideWord=Masquer
ShowWord=Montrer
QuitWord=Quitter
RemoveWord=Supprimer
AddWord=Ajouter
DockFolder=Dossier du Dock
ChangeIcon=Changer l'icone
ItemSettings=?????
PauseMouseToggling=?????
blankIcon=?????

[SettingsPanel]
Name=Configuration de Circle Dock
SettingsPanelWord=Panneau de Configuration
GeneralWord=General
DockShape=Forme du Dock

Labels=Labels
Animation=Animation
LocationWord=Emplacement
TogglingWord=Basculer
FileDockIconAssociations=Fichier -> Associations des icones du Dock
LanguageWord=Langue
HelpWord=Aide
HotKeySelectorToggleDock=Selectionner le raccourci clavier - pour changer la visibilité du dock -
CtrlWordAbbreviation=Ctrl
AltWordAbbreviation=Alt
ShiftWordAbbreviation=Shift
WindowsKeyWordAbbreviation=Windows
ValidHotkeyCombination=Raccourci Valide
InvalidHotKeyCombination=Raccourci Invalide ou Déja utilise

CentreAroundCursorWhenShown=Centrer le Dock autour du curseur quand montré
CircleDockVersionWord=Version du Circle Dock
EnableDockRotation=Autoriser la rotation du Dock

ConfigurationDescriptionLabel=Customiser le Dock

// General Panel
KeepDockAboveAllOtherWindows=Garder le Dock par dessus toutes les autres fenêtres
ClickSensitivity=Sensibilité du clic
Sensitive=Sensible
NotSensitive=Pas Sensible
EnablePortabilityMode=Activer le mode portable
UseMemorySaver=Utiliser le sauveur de memoire

// Background Panel
Background=Fond
BackgroundImage=Image de Fond
NormalSize=Taille Normale
NormalOpacity=Opacite Normale

// Dock Shape Panel
ConstantNumberOfItemsPerCircle=Nombre Constant d'objet par cercle
NumberOfIconsPerCircle=Nombre d'icones par Cercle
MinimumRadius=Rayon Minimum
SeparationBetweenCircles=Separation entre les cercles
FormatWord=Format
CircleWord=Cercle

// Centre Button Panel
CentreButton=Bouton Central
DefaultCentreButton=Bouton Central par Defaut
OtherSettings=Autres Parametres
ShowStartMenuWhenClicked=Afficher le Menu Demarrer quand cliqué
StartMenuResidueWarning=Note: Vous devez Desactiver "Montrer une ombre sous les menus" dans vos Propriétés d'affichage de Windows ou vous risquez d'avoir des residus d'ombre ! 

// Dock Items Panel
DockItems=Objets du Dock
RightClickMenu=Menu du Clic-Droit
ShowWindowsFileFolderMenus=Afficher le Menu des fichiers Windows
HideDock= Masquer le Dock
HideDockAfterFileExecution=Masquer le Dock après l'ouverture de fichiers/dossiers

// Labels Panel
FontWord=Police de Texte
ChangeFont=Changer la Police de Texte
ChangeColor=Changer la Couleur
ShadowWord=Ombre
ShadowSize=Taille de l'Ombre
ShadowDarknessFactor=Obscurité de l'Ombre
ShowLabels=Afficher les étiquettes
ShowLabelsOnMouseoverOnly=Afficher les étiquettes en info-bulle uniquement

// Animation
AnimationWord=Animation
GeneralFrameRate=Taux de Cadre
RotationAnimationDuration=Duree de l'animation de Rotation (ms)
FadeInFadeOutDuration=Durée du Fondu (ms)
UsePoofAnimationWhenDeleting=Utiliser l'animation Poof en Supprimant (Experimental)

//About Panel
AboutWord=A Propos
ThePremiereCircularDockForWindows=Le Premier Dock Circulaire pour Windows ! 
WebsiteWord=Site Web (Anglais)
VersionInformation=Version
OfficialHomepage=Site Officiel

// Help Panel
SupportWord=Support
OfficialWebForum=Officiel Web Forum
OfficialWebHelpFAQ=Officiel Web Aide/FAQ

// Language Panel
LanguageFileLocation=Emplacement du fichier Linguistique
LanguageName=Nom de la Langue
LanguageFileAuthor=Auteur du fichier de Langue
LanguageFileVersion=Version du Fichier de Langue
LanguageFileOriginallyIntendedFor=Le fichier de langue a été initialement conçu pour la/les versions : 
LanguageFileProgramRestartRequired=***Le Programme Doit Redemarrer pour prendre en compte la langue choisie***
LanguageFileValidCurrent=Le Fichier de langue est Valide/Recent
LanguageFileInvalidOutofDate=Le Fichier de langue est Invalide/Vieux

// File -> Icon Associations
FileIconAssocationsDescription=Icones par défaut quand on ajoute un fichier ou un dossier
FileNameIconAssociations=Nom du Fichier -> Associations d'icones
FolderNameIconAssociations=Nom du Dossier -> Associations d'icones
FileExtensionIconAssociations=Extension du Fichier -> Associations d'icones
DockFolderIconAssociation=Dossier du Dock -> Associations d'icones

// Toggling
ToggleVisibilityHotKey=Visibilité du Raccourci Clavier de Baculement
ToggleVisibilityMouseButton=Visibilité du bouton de la Souris de Basculement
ShowDockWhenIMoveMyMouseTo=Montrer le Dock Quand je Bouge ma souris à...
ScreenLeftEdge=Bord Gauche de l'écran
ScreenRightEdge=Bord Droit de l'écran
ScreenTopEdge=Bord Haut de l'écran
ScreenBottomEdge=Bord Bas de l'écran
EdgeWidthHeight=Taille du Bord
lockDockAtCurrentPosition=?????
useSameRotationValueAllLevels=?????
currentRotationValue=?????
maximumNumberOfItemsPerCircle=?????
lineWord=?????
spiralWord=?????
rateOfIncrease=?????
defaultWord=?????
separationWord=?????
fileName=?????
folderName=?????
extensionName=?????
associatedDockIcon=?????
browse=?????
startsWith=?????
endsWith=?????
exactMatch=?????
contains=?????
sample=?????
dwellTime=?????

[ErrorMessages]
MissingInvalid=Manquand ou Invalide
FilePathMissingInvalid=Un Fichier/Commande et Manquant/Invalide
[DockItemProperties]
Arguments=?????
ItemSettings=?????
File=?????
Folder=?????
IconImage=?????
Maximized=?????
Minimized=?????
Name=?????
Normal=?????
Run=?????
StartIn=?????
Target=?????
Close=?????
